
// Common
"OK" = "OK";
"Cancel" = "Annuler";
"Error" = "Erreur";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "Quitter";
"Don't Quit" = "Ne pas quitter";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "Voulez-vous vraiment quitter Daybreak ? Un téléchargement est en cours. Si vous quittez maintenant, il ne pourra pas être mené à terme.";
"Daybreak Feedback" = "Avis pour Daybreak";
"Are you sure you want to empty the cache?" = "Voulez-vous vraiment vider le cache ?";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak enregistre le contenu des pages web visitées et les stocke dans un cache, afin de les afficher plus vite une prochaine fois.";
"Empty" = "Vider";
"On disk" = "On disk";
"In memory" = "In memory";

// Menu titles
"About Daybreak" = "À propos de Daybreak";
"Provide Feedback" = "Donner son avis";
"Check for Updates…" = "Rechercher une mise à jour…";
"Preferences…" = "Préférences…";
"Empty Cache…" = "Vider le cache…";
"Services" = "Services";
"Hide Daybreak" = "Cacher Daybreak";
"Hide Others" = "Cacher les autres";
"Show All" = "Tout montrer";
"Quit Daybreak" = "Quitter Daybreak";
"File" = "Fichier";
"New Window" = "Nouvelle fenêtre";
"New Tab" = "Nouvel onglet";
"Open…" = "Ouvrir…";
"Open Location…" = "Ouvrir l'adresse…";
"Close" = "Fermer";
"Save As…" = "Enregistrer sous…";
"Download from URL…" = "Télécharger l'URL…";
"Print…" = "Imprimer…";
"Edit" = "Éditer";
"Undo" = "Défaire";
"Redo" = "Refaire";
"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
"Delete" = "Supprimer";
"Select All" = "Tout sélectionner";
"Find" = "Rechercher";
"Find…" = "Rechercher…";
"Find Next" = "Aller au suivant";
"Find Previous" = "Aller au précédent";
"Use Selection for Find" = "Rechercher la sélection";
"Jump to Selection" = "Aller à la sélection";
"Spelling and Grammar" = "Orthographe et grammaire";
"Show Spelling…" = "Afficher la correction orthographique…";
"Check Spelling" = "Vérifier l'orthographe";
"Check Spelling While Typing" = "Vérifier l'orthographe à la saisie";
"Check Grammar With Spelling" = "Vérifier la grammaire avec l'orthographe";
"Substitutions" = "Substitutions";
"Smart Copy/Paste" = "Copier-coller intelligent";
"Smart Quotes" = "Citations intelligentes";
"Smart Links" = "Liens intelligents";
"Speech" = "Synthèse vocale";
"Start Speaking" = "Démarrer la synthèse vocale";
"Stop Speaking" = "Arrêter la synthèse vocale";
"View" = "Vues";
"Show All Bars" = "Afficher toutes les barres";
"Hide All Bars" = "Cacher toutes les barres";
"Show Toolbar" = "Afficher la barre d'outils";
"Hide Toolbar" = "Cacher la barre d'outils";
"Show Tabbar" = "Afficher la barre d'onglets";
"Hide Tabbar" = "Cacher la barre d'onglets";
"Sidebar Position" = "Position de la barre latérale";
"Left" = "Gauche";
"Right" = "Droite";
"Customize Toolbar…" = "Personnaliser la barre d'outils…";
"Reload" = "Recharger";
"Stop" = "Arrêter";
"View Scale" = "Échelle de la vue";
"Text Scale" = "Échelle du texte";
"Actual Size" = "Taille réelle";
"Zoom In" = "Agrandir";
"Zoom Out" = "Réduire";
"Select User Agent" = "Sélectionner l'agent utilisateur";
"Show Source" = "Afficher la source";
"Hide Source" = "Cacher la source";
"Show Resources" = "Show Resources";
"Hide Resources" = "Hide Resources";
"Show Web Inspector" = "Afficher l'inspecteur web";
"Show Error Console" = "Afficher la console d'erreur";
"History" = "Historique";
"Back" = "En arrière";
"Forward" = "En avant";
"Bookmarks" = "Signets";
"Show History…" = "Afficher l'historique…";
"Show All Bookmarks" = "Afficher tous les signets";
"Hide All Bookmarks" = "Cacher tous les signets";
"Add Bookmark…" = "Ajouter en signet…";
"Find in Bookmarks" = "Rechercher dans les signets";
"as List" = "en liste";
"as Icons" = "en icones";
"as Tiles" = "as Tiles";
"Window" = "Fenêtre";
"Minimize" = "Minimiser";
"Zoom" = "Agrandir";
"Select Next Tab" = "Sélectionner l'onglet suivant";
"Select Previous Tab" = "Sélectionner l'onglet précédent";
"Downloads" = "Téléchargements";
"Bring All to Front" = "Tout amener au premier-plan";
"Help" = "Aide";
"Daybreak Help" = "Aide de Daybreak";
"Localize…" = "Localiser…";
"Installed Plug-ins" = "Modules installés";
"Daybreak Home Page" = "Page d'accueil de Daybreak";
"Search in Google" = "Rechercher dans Google";
"Open Google Search Results in New Tab" = "Ouvrir le résultat de recherche Google dans un nouvel onglet";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "Ouvrir le lien dans un nouvel onglet";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "Ouvrir le cadre dans le cadre courant";
"Open Frame in New Tab" = "Ouvrir le cadre dans un nouvel onglet";

// Preferences
"General" = "Général";
"Open new windows with home page" = "Ouvrir une nouvelle fenêtre avec la page d'accueil";
"Open new tabs with home page" = "Ouvrir un nouvel onglet avec la page d'accueil";
"Home page" = "Page d'accueil";
"Save downloaded files to" = "Enregistrer les fichiers téléchargés dans";
"Open URL from applications" = "Ouvrir les URL des applications";
"in a new window" = "dans une nouvelle fenêtre";
"in a new tab" = "dans un nouvel onglet";
"in the current tab" = "dans l'onglet courant";
"Quit when the last window is closed" = "Quitter à la fermeture de la dernière fenêtre";
"Confirm before closing multiple tabs" = "Confirmer avant de fermer plusieurs onglets";
"Check the new version after launching" = "Rechercher une nouvelle version au démarrage";
"Clears all caches after launching" = "Supprimer tous les caches au démarrage";
"Appearance" = "Présentation";
"Allows animated image to loop" = "Autoriser le jeu en boucle des images animées";
"Allows animated images" = "Autoriser les images animées";
"Loads images automatically" = "Charger automatiquement les images";
"Default encoding" = "Codage par défaut";
"Include backgrounds when printing" = "Inclure les arrières-plans à l'impression";
"Show bookmarks when window opens" = "Afficher les signets à l'ouverture d'une fenêtre";
"Show alert when removing bookmark" = "Afficher une alerte pour la suppression d'un signet";
"Security" = "Sécurité";
"Enable plug-ins" = "Activer les modules";
"Enable Java" = "Activer Java";
"Enable JavaScript" = "Activer JavaScript";
"Block pop-up windows" = "Bloquer les fenêtres surgissantes";
"URL field shows IDN as ASCII" = "Afficher les IDN du champ URL comme de l'ASCII";
"Accept cookies" = "Accepter les cookies";
"Save history for" = "Enregistrer l'historique pour";
"Advanced" = "Avancé";
"Enable Web Inspector" = "Activer l'inspecteur web";
"When a new tab opens, make it active" = "Activer les nouveaux onglets à l'ouverture";

// Bookmark
"Untitled" = "Sans titre";
"Title" = "Titre";
"URL" = "URL";
"Label" = "Étiquette";
"Add" = "Ajouter";
"Open an item" = "Ouvrir un article";
"Open %d items" = "Ouvrir les %d articles";
"Remove an item" = "Supprimer un article";
"Remove %d items" = "Supprimer les %d articles";

// Tab
"Close Others" = "Fermer les autres";

// Document
"Go" = "Aller";
"Search" = "Rechercher";
"Suggestions" = "Suggestions";
"URL Field" = "Champ URL";
"Add Bookmark" = "Ajouter un signet";
"Snapshot" = "Prendre un instantané";
"Snapshot Current Page" = "Prendre un instantané de la page courante";
"Go Home" = "Aller au début";
"Go Home Page" = "Aller à la page d'accueil";
"Bug Report" = "Rapport de bogue";
"User Agent" = "Agent utilisateur";
"Source" = "Source";
"Save" = "Enregistrer";
"Scale" = "Mettre à l'échelle";
"Send Bug Report" = "Envoyer un rapport de bogue";
"Load" = "Charger";
"Reload / Stop" = "Recharger / Arrêter";
"Text Encoding" = "Codage du texte";
"Default" = "Default";
"Open in other application…" = "Ouvrir dans une autre application…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "Cette page est déjà en signet. \nVoulez-vous vraiment faire une mise à jour ?";
"Are you sure you want to bookmark this page?" = "Voulez-vous vraiment mettre cette page en signet ?";
"Download any file from typed URL." = "Télécharger tous les fichiers de l'URL saisie";
"Are you sure you want to open %d items?" = "Voulez-vous vraiment ouvrir les %d articles?";
"Complete to add new localization. Restart Daybreak." = "Terminez pour ajouter la nouvelle localisation puis redémarrez Daybreak.";
"Failed to add new localization." = "La nouvelle localisation n'a pas pu être ajoutée.";

// Update
"A new version of Daybreak %@ is available." = "La nouvelle version Daybreak %@ est disponible.";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ est la dernière version disponible.";
"Could not check for updates." = "Impossible de rechercher une mise à jour.";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "Cliquez le bouton \"Télécharger\" pour commencer le téléchargement de l'image disque.";
"Not Now" = "Pas maintenant";
"Skip This Version" = "Passer cette version";
"Download" = "Télécharger";

// Snapshot
"Only visible portion" = "Seulement la partie visible";
"Update" = "Mettre à jour";
"Size" = "Taille";
"File Type" = "Type du fichier";
"File Size" = "Taille du fichier";
"Updating..." = "Mise à jour...";
"Compression" = "Compression";
"Quality" = "Qualité";

// Bug report
"Send Bug Report" = "Envoyer un rapport de bogue";
"Summary" = "Résumé";
"Reproducibility" = "Reproductibilité";
"Describe" = "Description";
"None" = "Néant";
"A way to reproduce" = "Comment reproduire le bogue";
"Could not send the report." = "Impossible d'envoyer le rapport.";
"OS" = "OS";
"Processor" = "Processeur";
"Application Version" = "Version de l'application";
"Daybreak Bug Report" = "Rapport de bogue pour Daybreak";

// User Agent
"Other" = "Autre";

// History
"Remove" = "Supprimer";
"Remove All" = "Tout supprimer";
"Are you sure you want to remove all items?" = "Voulez-vous vraiment supprimer tous les articles ?";

// Findbar
"Ignore Case" = "Ignorer la casse";
"Wrap Around" = "Envelopper";

// Download
"Undone" = "Non fait";
"Done" = "Fait";

// Localization
"Localize" = "Localiser";
"Language" = "Langue";
"Create" = "Créer";

// Error titles
"Unknown Error" = "Erreur inconnue";
"Cancelled" = "Annulé";
"Bad URL" = "URL erronée";
"Timed Out" = "Délai dépassé";
"Unsupported URL" = "URL non gérée";
"Cannot Find Host" = "Impossible de trouver l'hôte";
"Cannot Connect to Host" = "Impossible de se connecter à l'hôte";
"Network Connection Lost" = "Connexion au réseau interrompue";
"DNS Lookup Failed" = "Impossible de consulter le serveur DNS";
"Too Many Redirects" = "Trop de redirections";
"Resource Unavailable" = "Ressource indisponible";
"Not Connected to Internet" = "Non connecté à l'internet";
"Redirect to Non Existent Location" = "Redirection vers une adresse erronée";
"Bad Server Response" = "Réponse du serveur négative";
"User Cancelled Authentication" = "Authentification annulée par l'utilisateur";
"User Authentication Required" = "Authentification de l'utilisateur exigée";
"Zero Byte Resource" = "Resource vide";
"Cannot Decode Raw Data" = "Impossible de décoder les données brutes";
"Cannot Decode Content Data" = "Impossible de décoder les données de contenu";
"Cannot Parse Response" = "Impossible d'analyser la réponse";
"File Does Not Exist" = "Le fichier n'existe pas";
"File is Directory" = "Le fichier est un répertoire";
"No Permissions to ReadFile" = "Lecture du fichier interdite";
"Data Length Exceeds Maximum" = "Longueur maximale des données dépassée";
"Secure Connection Failed" = "Impossible d'établir une connexion sécurisée";
"Server Certificate Has BadDate" = "Date du certificat du serveur erronée";
"Server Certificate Untrusted" = "Certificat du serveur non vérifié";
"Continue" = "Continue";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?";
"Server Certificate Has UnknownRoot" = "Racine du certificat du serveur inconnue";
"Server Certificate Not Yet Valid" = "Certificat du serveur non encore valide";
"Client Certificate Rejected" = "Certificat du client rejeté";
"Cannot Load from Network" = "Téléchargement sur le réseau impossible";
"Daybreak can’t open the page “%@”" = "Daybreak ne peut pas ouvrir la page “%@”";
"Could not open in %@." = "Impossible d'ouvrir dans %@.";
